import React from "react";

function userData() {
  const obj = {
    img: "https://s0.tchkcdn.com/g-LB7hONdudzdWMZJ6xk7tpg/11/131920/660x480/f/0/jjjj.jpg",
    name: "Дмитрий Стахович",
    bio: "Я, Дмитрий Стахович, родился и вырос в простой семье, но с детства мечтал о славе и признании. Для этого я начал упорно работать над собой и своим телом, участвуя в различных спортивных соревнованиях. Со временем, моеувлечение спортом переросло в настоящую страсть к боевым искусствам. Ястал профессиональным бойцом, выигрывая один турнир за другим. Этопозволило мне не только укрепить свою физическую форму, но и закалитьхарактер. Моя жизнь изменилась кардинальным образом, когда меня пригласилина съемки фильма. С тех пор я стал актером, продолжая совершенствоватьсвое мастерство и участвовать в различных проектах. Несмотря на то, что яизвестен своими ролями в боевиках и триллерах, я стараюсь неограничиваться одним амплуа и пробовать себя в разных жанрах. Ведь дляменя важно, чтобы каждая моя работа была уникальной и запоминающейся. Всвободное от съемок время я продолжаю заниматься спортом, поддерживаюактивный образ жизни и помогаю молодым талантам достигать своих целей.Ведь, как никто другой, я знаю, что упорный труд и вера в себя – залогуспеха.",
    citation: "Слово не воробей, вообще ни что не воробей, кроме воробья",
    hobbiesTitle: "Мои увлечения",
    hobbi1: "Чтение",
    hobbi2: "Плавание",
    hobbi3: "Программирование",
    hobbi4: "Вязание",
  };
  return obj;
}

export default userData;
